Repository: ntlong25/momcare
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Home
vi: Trang chủ

source: Tracking
vi: Theo dõi

source: Health
vi: Sức khỏe

source: Nutrition
vi: Dinh dưỡng

source: Calendar
vi: Lịch hẹn

source: Settings
vi: Cài đặt

source: Pregnancy Tracking
vi: Theo dõi thai kỳ

source: Week
vi: Tuần

source: days to go
vi: ngày nữa

source: Baby Development
vi: Sự phát triển của bé

# motherChanges
source: What's Happening to Mom
vi: Thay đổi ở mẹ

source: Tips
vi: Lời khuyên

source: Weight Gain Tracker
vi: Theo dõi cân nặng

source: Current Weight
vi: Cân nặng hiện tại

source: Recommended Gain
vi: Tăng cân khuyến nghị

source: Health Diary
vi: Nhật ký sức khỏe

source: Logs
vi: Nhật ký

source: Charts
vi: Biểu đồ

source: Add Health Log
vi: Thêm nhật ký

source: Edit Health Log
vi: Sửa nhật ký

source: Delete Health Log
vi: Xóa nhật ký

# confirmDelete
source: Are you sure you want to delete this health log?
vi: Bạn có chắc chắn muốn xóa nhật ký này không?

source: Cancel
vi: Hủy

source: Delete
vi: Xóa

source: Save
vi: Lưu

source: Date
vi: Ngày

source: Weight
vi: Cân nặng

source: Blood Pressure
vi: Huyết áp

source: Systolic
vi: Tâm thu

source: Diastolic
vi: Tâm trương

source: Mood
vi: Tâm trạng

source: Symptoms
vi: Triệu chứng

source: Notes
vi: Ghi chú

# moodHappy
source: Happy
vi: Vui vẻ

# moodCalm
source: Calm
vi: Bình tĩnh

# moodAnxious
source: Anxious
vi: Lo lắng

# moodTired
source: Tired
vi: Mệt mỏi

# moodEnergetic
source: Energetic
vi: Tràn đầy năng lượng

# moodUncomfortable
source: Uncomfortable
vi: Khó chịu

source: Latest Stats
vi: Số liệu mới nhất

source: Total Logs
vi: Tổng số nhật ký

source: Not tracked
vi: Chưa theo dõi

source: No data available
vi: Không có dữ liệu

source: Weight Trend
vi: Xu hướng cân nặng

source: Blood Pressure Trend
vi: Xu hướng huyết áp

source: Mood Distribution
vi: Phân bố tâm trạng

# noWeightData
source: No weight data available
vi: Không có dữ liệu cân nặng

# noBloodPressureData
source: No blood pressure data available
vi: Không có dữ liệu huyết áp

# noMoodData
source: No mood data available
vi: Không có dữ liệu tâm trạng

source: Appointments
vi: Lịch hẹn

source: Add Appointment
vi: Thêm lịch hẹn

source: Edit Appointment
vi: Sửa lịch hẹn

source: Delete Appointment
vi: Xóa lịch hẹn

# confirmDeleteAppointment
source: Are you sure you want to delete this appointment?
vi: Bạn có chắc chắn muốn xóa lịch hẹn này không?

source: Title
vi: Tiêu đề

source: Description
vi: Mô tả

source: Location
vi: Địa điểm

source: Reminder Before
vi: Nhắc nhở trước

source: minutes
vi: phút

source: hour
vi: giờ

source: hours
vi: giờ

source: day
vi: ngày

# noAppointments
source: No appointments scheduled
vi: Không có lịch hẹn

source: Nutrition Guide
vi: Hướng dẫn dinh dưỡng

source: Guides
vi: Hướng dẫn

source: Recipes
vi: Công thức

source: All
vi: Tất cả

source: Trimester 1
vi: 3 tháng đầu

source: Trimester 2
vi: 3 tháng giữa

source: Trimester 3
vi: 3 tháng cuối

source: Postpartum
vi: Sau sinh

source: Baby Food
vi: Thức ăn cho bé

# noNutritionGuides
source: No nutrition guides available
vi: Không có hướng dẫn dinh dưỡng

# noRecipes
source: No recipes available
vi: Không có công thức nấu ăn

source: Benefits
vi: Lợi ích

source: Recommended Foods
vi: Thực phẩm được khuyến nghị

source: Foods to Avoid
vi: Thực phẩm cần tránh

source: Ingredients
vi: Nguyên liệu

source: Instructions
vi: Hướng dẫn

source: Nutrition Benefits
vi: Lợi ích dinh dưỡng

source: Prep Time
vi: Thời gian chuẩn bị

source: Cook Time
vi: Thời gian nấu

source: Servings
vi: Khẩu phần

source: Add to Favorites
vi: Thêm vào yêu thích

source: Remove from Favorites
vi: Bỏ khỏi yêu thích

source: Appearance
vi: Giao diện

source: Dark Mode
vi: Chế độ tối

source: Enable dark theme
vi: Bật giao diện tối

source: Language
vi: Ngôn ngữ

# selectLanguage
source: Select your preferred language
vi: Chọn ngôn ngữ của bạn

source: Pregnancy Info
vi: Thông tin thai kỳ

source: Due Date
vi: Ngày dự sinh

source: Mother Name
vi: Tên mẹ

source: Pre-Pregnancy Weight
vi: Cân nặng trước khi mang thai

source: Not set
vi: Chưa thiết lập

source: Change Due Date
vi: Thay đổi ngày dự sinh

source: Change Mother Name
vi: Thay đổi tên mẹ

# changeWeight
source: Change Pre-Pregnancy Weight
vi: Thay đổi cân nặng trước khi mang thai

source: Name
vi: Tên

source: Enter your name
vi: Nhập tên của bạn

# weightInKg
source: Weight (kg)
vi: Cân nặng (kg)

source: Enter weight in kg
vi: Nhập cân nặng tính bằng kg

# dueDateUpdated
source: Due date updated successfully
vi: Đã cập nhật ngày dự sinh thành công

# nameUpdated
source: Name updated successfully
vi: Đã cập nhật tên thành công

# weightUpdated
source: Weight updated successfully
vi: Đã cập nhật cân nặng thành công

source: Account
vi: Tài khoản

source: Profile
vi: Hồ sơ

source: Manage your profile
vi: Quản lý hồ sơ của bạn

source: Notifications
vi: Thông báo

source: Notification Settings
vi: Cài đặt thông báo

source: Manage your notifications
vi: Quản lý thông báo của bạn

source: About
vi: Giới thiệu

source: About MomCare+
vi: Giới thiệu MomCare+

source: Privacy Policy
vi: Chính sách bảo mật

source: Version
vi: Phiên bản

# appDescription
source: MomCare+ is your companion app for pregnancy and postpartum health. Track your journey, get nutrition advice, and stay organized with appointments.
vi: MomCare+ là ứng dụng đồng hành của bạn cho sức khỏe thai kỳ và sau sinh. Theo dõi hành trình của bạn, nhận lời khuyên về dinh dưỡng và quản lý các cuộc hẹn.
